Repository: eugeni/openclass
Catalog: po/*.po
Languages: pt_br, ru_ru

source: Identify yourself to the teacher
pt_br: Identifique-se para o professor
ru_ru: Идентифицироваться учителю

source: _Login
ru_ru: _Вход

source: Select your teacher
pt_br: Selecione o seu professor
ru_ru: Выбор учителя

source: _Teacher
pt_br: _Professor
ru_ru: _Учитель

source: Raise your hand to call teacher attention
pt_br: Chamar a atenção do professor
ru_ru: Позвать учителя

source: _Call attention
pt_br: _Chamar atenção
ru_ru: _Позвать учителя

source: About OpenClass
pt_br: Sobre OpenClass
ru_ru: О проекте

source: _About
pt_br: _Sobre
ru_ru: _О проекте

source: Quit class
pt_br: Sair da aula
ru_ru: Выход

source: _Quit
pt_br: _Sair
ru_ru: _Выход

source: OpenClass student (disconnected)
pt_br: OpenClass - aluno (desconectado)
ru_ru: OpenClass ученик (не подключен)

source: Disconnected from teacher
pt_br: Desconectado do professor
ru_ru: Не подключен к учителю

source: OpenClass student (connected to %s)
pt_br: OpenClass - aluno (conectado a %s)
ru_ru: OpenClass ученик (подключен к %s)

source: Connected to <b>%s</b>
pt_br: Conectado a <b>%s</b>
ru_ru: Подключен к <b>%s</b>

source: Question
pt_br: Pergunta
ru_ru: Вопрос

source: Call teacher attention
pt_br: Chamar atenção do professor
ru_ru: Позвать учителя

source: Teacher, look at me!
pt_br: Professor, olha para mim!
ru_ru: Учитель, мне нужна помощь!

source: Teacher asked you for attention
pt_br: O Professor pediu a sua atenção
ru_ru: Учитель просит внимания

source: Login
ru_ru: Вход

source: Please login
pt_br: Por favor, efetue o login
ru_ru: Вход в систему

source: Your name:
pt_br: Seu nome:
ru_ru: Имя:

source: Your teacher:
pt_br: Seu professor:
ru_ru: Учитель:

source: Logged in as <b>%s</b>
pt_br: Logado como <b>%s</b>
ru_ru: Подключен как <b>%s</b>

source: Connection not allowed
pt_br: Conexão não permitida
ru_ru: Подключение не разрешено

source: The teacher (%s) does not allows you to connect to his class
pt_br: O Professor (%s) não permitiu a sua conexão à sua aula
ru_ru: Учитель (%s) не разрешил подключаться к его уроку

source: Received files
pt_br: Arquivos recebidos
ru_ru: Полученные файлы

source: Received a file from teacher: %s
pt_br: Arquivo recebido do professor: %s
ru_ru: Получен файл от учителя: %s

source: File download
pt_br: Download de arquivo
ru_ru: Загрузка файлов

source: Unable to download file %s from teacher.
pt_br: Não foi possível baixar arquivo %s do professor
ru_ru: Не получилось получить файл %s от учителя

source: Message received from teacher
pt_br: Mensagem recebida do professor
ru_ru: Получено сообщение от учителя

source: Bad request for file
pt_br: Requisição inválida
ru_ru: Неправильный запрос файла

source: File not authorized for transfer
pt_br: Arquivo não foi autorizado para transferência
ru_ru: Файл не авторизован к передаче

source: Unable to transfer %s: %s
pt_br: Não foi possível transferir %s: %s
ru_ru: Невозможно скачать %s: %s

source: The student asks for your attention
pt_br: O aluno pediu a sua atenção
ru_ru: Ученик просит вашего внимания

source: The teacher asked you to leave this class
pt_br: O Professor pediu para você sair dessa sala de aula
ru_ru: Учитель попросил покинуть этот класс

source: OpenClass Teacher
pt_br: OpenClass Professor
ru_ru: OpenClass Учитель

source: Send Screen
pt_br: Enviar a tela
ru_ru: Проекция экрана

source: Lock Screens
pt_br: Bloquear as telas
ru_ru: Блокировка экранов

source: Share files
pt_br: Compartilhar arquivos
ru_ru: Передача файлов

source: Share a web page
pt_br: Compartilhar página
ru_ru: Передача сайта

source: Turn off students
pt_br: Desligar computadores
ru_ru: Выключение класса

source: Quit
pt_br: Sair
ru_ru: Выход

source: Student view
pt_br: Visão do aluno
ru_ru: Экран ученика

source: Share with other students
pt_br: Compartilhar a tela com outros alunos
ru_ru: Переслать экран другим ученикам

source: Refresh
pt_br: Atualizar
ru_ru: Обновить

source: Close
pt_br: Fechar
ru_ru: Закрыть

source: Your name (teacher or class name):
pt_br: Seu nome (nome do professor ou da aula):
ru_ru: Ваше имя (имя учителя или класса):

source: Please select screen size for projection
pt_br: Selecione a resolução da tela para projeção
ru_ru: Выберете разрешение экрана для проекции

source: Full screen size
pt_br: Tamanho completo
ru_ru: Весь экран

source: Viewing display of %s
pt_br: Visualizando tela de %s
ru_ru: Просмотр экрана %s

source: Updated on %s
pt_br: Atualizado em %s
ru_ru: Обновлен %s

source: Message received from %s
pt_br: Mensagem recebida de %s
ru_ru: Получено сообщение от %s

source: Stop sending screen
pt_br: Finalizar o envio da tela
ru_ru: Завершить проецирование

source: Share a web page with students
pt_br: Compartilhar uma página da web com os alunos
ru_ru: Переслать ссылку на веб-ресурс ученикам

source: Disconnected from teacher at %s!
pt_br: Desconectado do professor em %s!
ru_ru: Отключен от учетеля в %s!

source: Are you sure you want to turn off all the student computers?
pt_br: Você tem certeza de que deseja desligar os computadores de todos os alunos?
ru_ru: Вы уверены что хотите отключить компьютеры всех учеников?

source: Please confirm the shutdown request
pt_br: Por favor confirme que deseja desligar o computador
ru_ru: Подтвердите отключение компьютеров

source: Are you sure you want to turn off this computer?
pt_br: Você tem certeza de que deseja desligar este computador?
ru_ru: Вы уверены что хотите отключить этот компьютер?

source: Select a file to share with students
pt_br: Selecione o arquivo para compartilhar com os alunos
ru_ru: Выбор файла для передачи ученикам

source: Open the file on students immediately
pt_br: Abrir arquivo no computador do aluno imediatamente
ru_ru: Автоматически открыть файл на компьютере ученика после пересылки

source: Stop locking screen
pt_br: Finalizar o bloqueio das telas
ru_ru: Завершить блокировку экрана

source: Lock Screen
pt_br: Bloquear as telas
ru_ru: Блокировать экран

source: name
pt_br: nome
ru_ru: имя

source: Please, pay attention!
pt_br: Por favor, preste atenção!
ru_ru: Пожалуйста, внимание!

source: Send a message to student
pt_br: Enviar mensagem para aluno
ru_ru: Послать сообщение ученику

source: Send message to student
pt_br: Enviar mensagem para aluno
ru_ru: Послать сообщение ученику

source: View student screen
pt_br: Visualizar tela do aluno
ru_ru: Просмотр экрана ученика

source: Send a web page to student
pt_br: Enviar uma página web para o aluno
ru_ru: Послать веб-страницу ученику

source: Send a file to student
pt_br: Enviar um arquivo para o aluno
ru_ru: Послать файл ученику

source: Remote control student computer
pt_br: Controle remoto do computador de aluno
ru_ru: Удаленно

source: Remove student from class
pt_br: Remover aluno da sala
ru_ru: Отсоединить ученика

source: Turn off student computer
pt_br: Desligar o computador do aluno
ru_ru: Выключить компьютер ученика

source: Allow student to participate in the class
pt_br: Permitir aluno a participar dessa sala de aula
ru_ru: Разрешить ученику подключиться к текущему классу
